Repository: Tender-Owl/Norka
Catalog: po/*.po
Languages: fr

source: Image link to insert:
fr: Lien de l’image à insérer :

source: Choose
fr: Choisir

source: Select image to insert
fr: Sélectionnez une image à insérer

source: Link to insert:
fr: Lien à insérer :

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Quick Find
fr: Recherche rapide

source: Quickly find documents, just start typing its name.
fr: Trouvez rapidement des documents en commençant simplement à écrire leur nom.

source: Jump to...
fr: Aller à...

source: Find
fr: Trouver

source: No documents yet
fr: Aucun document pour l’instant

source: Create one and start writing
fr: Créez-en un et commencez à écrire

source: New document
fr: Nouveau document

source: Create empty document
fr: Créer un document vide

source: Import document
fr: Importer un document

source: Plain text
fr: Texte brut

source: Close
fr: Fermer

source: Zoom Out
fr: Dézoomer

source: Zoom In
fr: Zoomer

source: About
fr: À propos

source: Shortcuts
fr: Raccourcis

source: Markup Shortcuts
fr: Raccourcis de balisage

source: Quit
fr: Quitter

source: Continuous text editor
fr: Éditeur de texte continu

source: Learn more about Norka
fr: En savoir plus sur Norka

source: Preferences
fr: Préférences

source: General
fr: Général

source: Save files when changed:
fr: Enregistrer les fichiers quand ils sont modifiés :

source: Sort documents backwards:
fr: Trier les documents à l’envers :

source: Spell checking:
fr: Vérification orthographique :

source: Language:
fr: Langue :

source: Tabs
fr: Tabulations

source: Automatic indentation:
fr: Indentation automatique :

source: Insert spaces instead of tabs:
fr: Insérer des espaces à la place des tabulations :

source: Tab width:
fr: Largeur des tabulations :

source: Appearance
fr: Apparence

source: Prefer dark theme:
fr: Préférer le thème sombre :

source: Behavior
fr: Comportement

source: Export
fr: Exportation

source: Token
fr: Jeton

source: Create Integration token and copy it here
fr: Créez un jeton d’intégration et copiez-le ici

source: Personal Token:
fr: Jeton personnel :

source: Login
fr: Connexion

source: Password
fr: Mot de passe

source: Logout
fr: Déconnexion

source: Login:
fr: Identifiant :

source: Password:
fr: Mot de passe :

source: Something goes wrong!
fr: Quelque chose s’est mal passé !

source: Login failed.
fr: Connexion échouée.

source: Logged as {}.
fr: Connecté en tant que {}.

source: Markup Help
fr: Aide au balisage

source: Import file to Norka
fr: Importer un fichier dans Norka

source: Create new document
fr: Créer un nouveau document

source: Create new folder
fr: Créer un nouveau dossier

source: Save document and return to documents list
fr: Enregistrer le document et retourner à la liste des documents

source: Print the document
fr: Imprimer le document

source: Show document info
fr: Afficher les informations du document

source: Show Archived files
fr: Afficher les fichiers archivés

source: root
fr: racine

source: Click to switch between <b>stats</b> and <b>path</b>
fr: Cliquez pour changer entre <b>stats</b> et <b>chemin</b>

source: Text
fr: Texte

source: Export document to plain text file
fr: Exporter le document en un fichier texte brut

source: Export document to markdown
fr: Exporter le document en Markdown

source: Export document to HTML
fr: Exporter le document en HTML

source: Export document to PDF
fr: Exporter le document en PDF

source: Export document to Docx
fr: Exporter le document en Docx

source: Export to file
fr: Exporter en

source: To Medium
fr: Vers Medium

source: To Write.as
fr: Vers Write.as

source: Files
fr: Fichiers

source: Nothing to preview
fr: Rien à prévisualiser

source: To render preview open a document
fr: Pour une prévisualisation, ouvrez un document

source: Nameless
fr: Sans nom

source: {:d}:{:02d}:{:02d} Read Time
fr: {:d}:{:02d}:{:02d} Temps de lecture

source: Create folder
fr: Créer un dossier

source: Folder name
fr: Nom du dossier

source: Create
fr: Créer

source: Rename
fr: Renommer

source: Go to the upper folder
fr: Aller au dossier supérieur

source: Created
fr: Créé

source: Modified
fr: Modifié

source: continuous text editor
fr: éditeur de texte continu

source: Open new document on start.
fr: Ouvrir un nouveau document au démarrage.

source: Name folder with:
fr: Nommer le dossier avec :

source: Import files into Norka
fr: Importer des fichiers dans Norka

source: Text Files
fr: Fichiers texte

source: Export document to file
fr: Exporter le document en un fichier

source: Document exported.
fr: Document exporté.

source: Open folder
fr: Ouvrir le dossier

source: Export goes wrong.
fr: L’exportation s’est mal passée.

source: You need to set Medium token in Preferences -> Export
fr: Vous devez définir un jeton Medium dans Paramètres -> Export

source: Configure
fr: Configurer

source: Document successfully exported!
fr: Document exporté avec succès !

source: View
fr: Voir

source: Export failed!
fr: Exportation échouée !

source: Export failed.
fr: Exportation échouée.

source: Select folder to store backup
fr: Sélectionnez un dossier pour stocker la sauvegarde

source: Select
fr: Sélectionner

source: Backup started.
fr: Sauvegarde débutée.

source: All documents saved.
fr: Tous les documents sont enregistrés.

source: Backup failed.
fr: Sauvegarde échouée.

# shortcut window
source: General
fr: Général

# shortcut window
source: New
fr: Nouveau

# shortcut window
source: Import
fr: Importer

# shortcut window
source: Export
fr: Exporter

# shortcut window
source: Close document
fr: Fermer le document

# shortcut window
source: Quit application
fr: Quitter l’application

# shortcut window
source: Find
fr: Trouver

# shortcut window
source: Find next
fr: Rechercher la correspondance suivante

# shortcut window
source: Find previous
fr: Rechercher la correspondance précédente

# shortcut window
source: Preview
fr: Prévisualisation

# shortcut window
source: Open Preview window
fr: Ouvrir l’aperçu

# shortcut window
source: Copy and paste
fr: Copier et coller

# shortcut window
source: Copy selected text to clipboard
fr: Copier le texte sélectionné dans le presse-papiers

# shortcut window
source: Cut selected text to clipboard
fr: Couper le texte sélectionné dans le presse-papiers

# shortcut window
source: Paste selected text from clipboard
fr: Coller le texte depuis le presse-papiers

# shortcut window
source: Undo and redo
fr: Annuler et rétablir

# shortcut window
source: Undo previous command
fr: Annuler la dernière commande

# shortcut window
source: Redo previous command
fr: Rétablir la dernière commande

# shortcut window
source: Selection
fr: Sélection

# shortcut window
source: Select all text
fr: Sélectionner tout le texte

# shortcut window
source: Preferences
fr: Préférences

# shortcut window
source: Open Preferences
fr: Ouvrir les paramètres

source: READ TIME
fr: TEMPS DE LECTURE

source: label
fr: Étiquette

source: PARAGRAPHS
fr: PARAGRAPHES

source: CHARACTERS
fr: CARACTÈRES

source: WORDS
fr: MOTS

source: CREATION DATE
fr: DATE DE CRÉATION

source: MODIFICATION DATE
fr: DATE DE MODIFICATION

source: Export...
fr: Exporter...

source: Archive
fr: Archiver

source: Unarchive
fr: Désarchiver

source: Text Editor
fr: Éditeur de texte

source: Continuous text editor with autosaving
fr: Éditeur de texte continu avec sauvegarde automatique

source: text;editor;markdown;notes;pdf;word;html;writer;document;
fr: text ;editor ;markdown ;notes ;pdf ;word ;html ;writer ;document ;éditeur ;docx ;markdown ;

source: New Note
fr: Nouvelle Note

source: Imagine text writing experience without the hassle. Don't worry about saving files, complex markup, or accidentally deleted notes.
fr: Imaginez une expérience d’écriture sans encombres. Ne vous embarrassez pas à propos de la sauvegarde de vos documents, d’un balisage compliqué, ou d’une suppression accidentelle.

source: Do what you want to do - concentrate on beautiful stories, short notes, or documenting. Norka cares about you.
fr: Faites ce que vous voulez faire - vous concentrer sur de belles histoires, des notes courtes, ou des documents. Norka s’occupe de vous.

source: All your notes inside
fr: Toutes vos notes à l’intérieur

source: Automatically saved in place
fr: Automatiquement enregistrées sur place

source: Can be easily exported to HTML, Docx and event PDF in one click
fr: Exportation facile en HTML, Docx et même PDF en un clic

source: If you need markup - use markdown
fr: Si vous cherchez à utiliser un balisage, utilisez le Markdown

source: Don't like the default theme - choose different
fr: Si vous n’aimez pas le thème par défaut, vous pouvez en choisir un différent

source: Editing document
fr: Édition du document

source: Welcome screen
fr: Écran de bienvenue

source: Documents and Folders
fr: Documents et dossiers

source: New
fr: Nouveau

source: You can create folders to structure your notes
fr: Vous pouvez créer des dossiers pour structurer vos notes

source: Move documents to folders in and out
fr: Déplacez des documents à l’intérieur et hors de vos dossiers

source: Full backup for every doc in every folder
fr: Sauvegarde complète pour chaque document dans chaque dossier

source: Current path displayed in the header
fr: Chemin actuel affiché dans la barre d’en-tête

source: Set the language for spell-checking in the preferences window
fr: Définissez le langage pour la vérification orthographique dans la fenêtre des paramètres

source: CLI option to use Norka as quick notes editor. See website for more.
fr: Option CLI pour utiliser Norka comme un éditeur de notes rapide. Voir le site web pour en savoir plus.

source: Fixes
fr: Corrections

source: Header now properly inserted for non-Latin languages
fr: Titre désormais correctement inséré pour les langages non-latins

source: Autocompletion stops if no text is entered on list item
fr: Arrêt de l’auto-complétion si aucun texte n’est entré sur la liste des items

source: Fix drag-n-drop import when the first event repeats for every next import
fr: Correction de l’importation par glisser-déposer quand le premier événement se répète pour chaque importation suivante

source: Bugfixes and UI impovements.
fr: Corrections de bogues et améliorations de l’interface.

source: Backup, export to Docx and PDF and more.
fr: Sauvegarde, exportation en Docx et PDF et plus.

source: Backup option available in the main menu
fr: Option de sauvegarde disponible dans le menu principal

source: Updated UI with support of the system-wide dark mode
fr: Mise à jour de l’interface avec support pour un mode sombre système

source: UI updated and fonts
fr: Mise à jour de l’interface et des polices

source: New SpellChecker, more accurate and performant
fr: Nouveau vérificateur orthographique, plus fiable et performant

source: Now you can export your documents to Docx and PDF
fr: Maintenant vous pouvez exporter vos documents en Docx et PDF

source: Import files from the Files's context menu
fr: Importation de fichiers depuis le menu contextuel des Fichiers

source: New app page and
fr: Nouvelle page de l’application et

source: New app screenshots
fr: Nouvelles captures d’écran de l’application

source: Update libraries
fr: Mise à jour des bibliothèques

source: Improvements
fr: Améliorations

source: Dark mode
fr: Mode sombre

source: Document ordering
fr: Ordre des documents

source: Fix extra dot for exported md files.
fr: Correction pour les points supplémentaires dans les fichiers md exportés.

source: Add translations
fr: Ajout de traductions

source: Editor width limited to 800 px for the best experience
fr: Largeur de l’éditeur limitée à 800 px pour la meilleure expérience

source: Formatting shortcuts for easier editing
fr: Raccourcis de formatage pour une édition plus facile

source: Preview documents before export
fr: Prévisualisation de documents avant l’export

source: Export documents from grid
fr: Export de documents depuis la grille

source: Modification and creation date in tooltips
fr: Dates de création et de modification dans l’infobulle

source: Update app translation.
fr: Traduction de l’application mise à jour.

source: A new fancy way to search through your documents is available. And Norka is fully localizable now. You are welcome :)
fr: Une nouvelle et chouette manière de rechercher dans vos documents est disponible. Et Norka est désormais entièrement traduisible. Vous êtes les bienvenus :)

source: Update metadata.
fr: Mise à jour des métadonnées.

source: Set the minimum size of the Preferences dialog
fr: Définition de la taille minimale de la fenêtre de dialogue des paramètres

source: Set the title to nameless documents on saving
fr: Définition du titre pour des documents sans nom lors de l’enregistrement

source: Some fixes:
fr: Quelques corrections :

source: Properly toggle welcome screen and show archived
fr: L’écran d’accueil et celui des archives basculent correctement

source: Fix drag-n-drop on welcome screen
fr: Correction du glisser-déposer sur l’écran d’accueil

source: Improve HeaderBar contrast
fr: Amélioration du contraste de la barre supérieure

source: Yet another update: small but valuable.
fr: Encore une autre mise à jour, petite mais intéressante.

source: What it brings to us:
fr: Ce qu’elle apporte :

source: Redesigned Share menu
fr: Menu Partage redesigné

source: Export to Write.as
fr: Exportation vers Write.as

source: Extended export to local files, now with support of HTML and plaintext formats
fr: Support étendu au fichiers local, désormais avec support des formats HTML et texte brut

source: Reading time to know your power
fr: Temps de lecture pour connaître votre pouvoir

source: And in a case when you create a new document while edit another Norka will immediately switch to the created one
fr: Et dans le cas où vous créez un nouveau document alors que vous en éditiez un autre, Norka passera immédiatement à celui créé

source: TenderOwl thinks a living project is better than enormous updates yet we created a new little one!
fr: TenderOwl pense qu’un projet vivant est mieux que d’énormes mises à jour, et en voici un petite nouvelle !

source: This release brings a new feature - export to Medium. All you need is open preferences and put the integration token from your Medium account. All documents exports as Draft in case you misclicked once :)
fr: Cette version apporte une nouvelle fonctionnalité - l’export vers Medium. Tout ce dont vous avez besoin est d’ouvrir les paramètres et d’y mettre le jeton d’intégration de votre compte Medium. Tous les documents sont exportés en brouillons, au cas vous cliqueriez sur l’un par erreur :)

source: Along with export we fixed some issues and make Norka more userfriendly: when something goes wrong - it lets you know.
fr: En même temps que l’exportation, nous avons corrigé quelques erreurs et rendu Norka plus conviviale : quand quelque chose se passe mal - elle vous le fait désormais savoir.

source: Stay tuned!
fr: Restez informés !

source: Norka grows up and learn new tricks like import files to Norka's documents! You could use any methods you like: drag-n-drop, keyboard shortcut (Ctrl+O) or Headerbar button. And from command line of course!
fr: Norka grandit et apprend de nouveau tours comme l’importation de fichiers dans les documents Norka ! Vous pouvez utiliser n’importe quelle méthode comme : glisser-déposer ; raccourcis clavier (Ctrl + O) ou le bouton dans la barre supérieur. Et depuis la ligne de commande bien sûr !

source: For a while, you were able only to archive documents, because delete archives its too :) Now you can see archived documents and delete 'em permanent or unarchive if you changed your mind.
fr: Pendant longtemps, vous pouviez seulement archiver des documents, parce que supprimer archive également :) Désormais vous pouvez voir les documents archivés et les supprimer de manière permanente ou les désarchiver si vous avez changé d’avis.

source: Every document will have its own face. I mean preview. Documents list now shows a preview of documents instead of dummy icons.
fr: Chaque document aura sa propre face. Je veux dire prévisualisation. La liste de documents affiche désormais une prévisualisation des documents à la place de stupides icônes.

source: Search and Shortcuts. Now you can use Text Searh via keyboard shortcuts:
fr: Recherche et Raccourcis. Désormais vous pouvez utiliser la recherche de texte via les raccourcis clavier :

source: Control+F - to start search
fr: Ctrl + F - pour commencer la recherche

source: Control+G - to find next
fr: Ctrl + G - pour trouver le suivant

source: Shift+Control+G - to find previous
fr: Maj + Ctrl + G - pour trouver le précédent

source: Initial release of Norka. Young yet ready to provide you with editing functions and Markdown formatter, even export but who needs it.
fr: Première version de Norka. Jeune, mais prête à vous fournir des fonctions d’édition, de formatage Markdown, et même d’exportation.

source: Preview
fr: Prévisualisation

source: Share
fr: Partager

source: Menu
fr: Мenu

source: <b>Rename {} to:</b>
fr: <b>Renommer {} en :</b>
